{ "1": {
  "id": "1",
  "name": "Marin Bolinas Ridge 1",
  "description": "Suntour Xcm 100 mm-es felfüggesztéses villa. Shimano 3x7 sebességes, tartós hajtásrendszer. Power Cx7 erőteljes mechanikai tárcsafékek. Modern terep geometria alacsony átlépési magassággal.",
  "rate": "4.5",
  "price": "599",
  "imgSufix": [
    " Blue",
    " Grey",
    " Photo"
  ]
}, "2": {
  "id": "2",
  "name": "Marin Bolinas Ridge 2",
  "description": "Suntour XCM 100 mm-es felfüggesztéses villa. Shimano 3x8 sebességes, tartós hajtásrendszer. Tektro M275 hidraulikus tárcsafékek. Modern terep geometria alacsony átlépési magassággal.",
  "rate": "5",
  "price": "699",
  "imgSufix": [
    " Black",
    " Blue"
  ]
}, "3": {
  "id": "3",
  "name": "Marin Gestalt",
  "description": "Series 2 váz, alumínium villa. Shimano Claris 2x8 sebességes hajtásrendszer. Promax Render R országúti mechanikai tárcsafékek. WTB Exposure Comp 700x32c gumik.",
  "rate": "5",
  "price": "1099",
  "imgSufix": [
    " Blue",
    " Grey",
    " Photo"
  ]
}, "4": {
  "id": "4",
  "name": "Polygon Strattos S5 - Shimano 105",
  "description": "Az új 2022-es Polygon Strattos úgy van tervezve, hogy minden egyes percét élvezetessé tegye, miközben átléped a határaidat. Készülj fel, hogy megdöntsd az összes személyes rekordodat, miközben a legmagasabb hegyeket hódítod meg teljes kényelemben..",
  "rate": "5",
  "price": "1299",
  "imgSufix": [
    "",
    " Photo"
  ]
}, "5": {
  "id": "5",
  "name": "Marin Kentfield CS2 ST",
  "description": "MicroSHIFT Advent X 10 sebességes, széles tartományú hajtásrendszer. Power CX7 mechanikai tárcsafékek. VeeTire GPVee, 700x40, defektvédelemmel ellátott gumik.",
  "rate": "5",
  "price": "769",
  "imgSufix": [
    " Grey",
    " Yellow",
    " Photo"
  ]
}, "6": {
  "id": "6",
  "name": "Polygon Sierra Deluxe Sport",
  "description": "Az Alutech 6061 alumínium váz könnyű, erős és kényelmes. Az SR Suntour NEX városi felfüggesztéses villa dinamikus érzést biztosít az úton. Shimano Altus / Tourney 21 sebességes hajtásrendszer biztosítja az összes sebességet, amire szükséged van a kényelmes tekeréshez. A Tektro alumínium V-fékek gondoskodnak a megállásról.",
  "rate": "5",
  "price": "599",
  "imgSufix": [
    ""
  ]
}, "7": {
  "id": "7",
  "name": "Polygon Mt Bromo N7",
  "description": "Az Mt Bromo N-t egy tiszta lappal tervezték, hogy megadja a hegyikerékpározás élményét, amiről álmodunk; olyan terepkerékpár ügyességgel és enduroszerű stabilitással, ahol a felmenetek szórakozássá válnak, és a lejtők háromszor annyira izgalmasak.",
  "rate": "5",
  "price": "4399",
  "imgSufix": [
    "",
    " Photo"
  ]
}, "8": {
  "id": "8",
  "name": "Polygon Mt Bromo N8",
  "description": "Az Mt Bromo N-t egy tiszta lappal tervezték, hogy megadja azt a hegyikerékpáros élményt, amiről álmodunk; terepkerékpáros ügyességgel és enduroszerű stabilitással, ahol a felmenetek szórakozássá válnak, és a lejtők háromszor annyira izgalmasak..",
  "rate": "5",
  "price": "5999",
  "imgSufix": [
    "",
    " Photo"
  ]
}}